Repository: contao-association/website
Catalog: translations/messages.*.xliff
Languages: de

# to_home
source: Go to homepage
de: zur Startseite

# membership.active
source: Active member
de: Aktivmitglied

# membership.passive
source: Passive member
de: Passivmitglied

# membership.support
source: Supporting member
de: Fördermitglied

# membership_month
source: (EUR {price}/month)
de: (EUR {price}/Monat)

# membership_year
source: (EUR {price}/year)
de: (EUR {price}/Jahr)

# membership_custom
source: (from EUR {price}/year)
de: (ab EUR {price}/Jahr)

# member_account
source: User Account
de: Benutzerkonto

# member_address
source: Billling Address
de: Rechnungsadresse

# member_details
source: Personal Details
de: Persönliche Daten

# member_legal
source: <strong>Please note:</strong> Your registration is binding! We will send you an invoice by e-mail, the membership amount is due every year. You can change or cancel your registration at the end of the invoice period, more information can be found in our articles of association.
de: <strong>Bitte beachte:</strong> Die Registrierung ist verbindlich! Du erhältst von uns eine Rechnung per E-Mail, der Abonnementsbetrag ist jährlich fällig. Du kannst dein Abonnement jeweils per Ende Rechnungsperiode schriftlich beenden. Wir freuen uns, dich dabei zu haben. ❤️

# member_register
source: Start paid subscription
de: Kostenpflichtig registrieren

# invoice_name.active
source: Active member of the Contao Association
de: Aktivmitglied der Contao Association

# invoice_name.passive
source: Passive member of the Contao Association
de: Passivmitglied der Contao Association

# invoice_name.support
source: Supporting member of the Contao Association
de: Fördermitglied der Contao Association

# invoice_description.active
source: Subscription period from {from} to {to}
de: Laufzeit {from} bis {to}

# invoice_description.passive
source: Subscription period from {from} to {to}
de: Laufzeit {from} bis {to}

# invoice_description.support
source: Subscription period from {from} to {to}
de: Laufzeit {from} bis {to}

# invoice_description.support5
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_description.support10
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit von {from} bis {to}

# invoice_description.support25
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_description.support50
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_description.sponsor
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_description.gold_sponsor
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_description.diamond_sponsor
source: Listing in the Contao Supporter directory. Subscription period from {from} to {to}
de: Eintragung in das Contao Supporter-Verzeichnis. Laufzeit {from} bis {to}

# invoice_nr
source: Invoice No.
de: Rechnungsnr.

# invoice_date
source: Date
de: Datum

# invoice_due
source: Due
de: Fällig

# invoice_total
source: Total
de: Betrag

# invoice_status
source: State
de: Status

# invoice_unpaid
source: Unpaid
de: Offen

# invoice_paid
source: Paid
de: Bezahlt

# invoice_pdf
source: Show PDF
de: PDF herunterladen

# invoice_link
source: Open Invoice
de: Rechnung öffnen

# invoice_empty
source: There are no invoices in your account.
de: Wir haben noch keine Rechnungen in deinem Konto.
