Repository: contao-association/website
Catalog: contao/languages/*/*_member.xlf
Languages: de

# tl_member.tax_id.0
source: Tax ID
de: Steuernummer

# tl_member.tax_id.1
source: Enter a tax ID for this company.
de: Geben Sie die Steuernummer der Firma ein.

# tl_member.membership.0
source: Subscription
de: Abonnement

# tl_member.membership.1
source: Please select a subscription level.
de: Wähle ein Abonnement.

# tl_member.membership_member.0
source: Association membership
de: Vereinsmitgliedschaft

# tl_member.membership_member.1
source: Become an active member of the Contao Association
de: Aktivmitglied der Contao Association werden

# tl_member.membership_interval.0
source: Billing
de: Abrechnung

# tl_member.membership_interval.1
source: Select if the subscription is paid monthly or yearly (if applicable)
de: Wähle monatliche oder jährliche Abrechnung (falls zutreffend).

# tl_member.membership_interval.month
source: monthly
de: monatlich

# tl_member.membership_interval.year
source: yearly
de: jährlich

# tl_member.membership_amount.0
source: Voluntary donation
de: Freiwillige Spende

# tl_member.membership_amount.1
source: Enter an optional donation for each invoice period.
de: Gib eine optionale Spende pro Rechnungsperiode ein.

# tl_member.membership_start.0
source: Subscription start date
de: Startdatum Abonnement

# tl_member.membership_start.1
source: Enter a start date for the subscription.
de: Gib ein Startdatum für das Abonnement ein.

# tl_member.membership_stop.0
source: Subscription stop date
de: Stopdatum Abonnement

# tl_member.membership_stop.1
source: Enter a stop date for the subscription.
de: Gib ein Stopdatum für das Abonnement ein.

# tl_member.membership_invoiced.0
source: Subscription invoiced until
de: Abonnement verrechnet bis

# tl_member.membership_invoiced.1
source: The subscription has been invoiced until this date.
de: Das Abonnement wurde bis zu diesem Datum verrechnet.

# tl_member.listing.0
source: Public display
de: Öffentliche Anzeige

# tl_member.listing.1
source: I want to be publicly displayed (e.g. on contao.org)
de: Ich möchte als Supporter/Sponsor genannt werden (z.B. auf contao.org).

# tl_member.listing_name.0
source: Listing name
de: Anzeigename

# tl_member.listing_name.1
source: Enter a custom name for the listing.
de: Gib einen eigenen Namen für die Auflistung ein.

# tl_member.listing_link.1
source: Enter a custom link for the listing.
de: Gibt einen eigenen Link für die Auflistung ein.

# tl_member.listing_link.1
source: Enter a path to the sponsor logo.
de: Gib den Pfad zu einer Logo-Datei ein.

# tl_member.member_log_note.0
source: Note
de: Notiz

# tl_member.member_log_note.1
source: Please enter the note.
de: Bitte geben Sie eine Notiz ein.

# tl_member.log.0
source: View logs
de: Historie & Notizen ansehen

# tl_member.log.1
source: View logs of member ID %s
de: Historie & Notizen für Mitglied ID %s ansehen

# tl_member.log_legend
source: Log settings
de: Mitglieder-Log

# tl_member.listing_legend
source: Listing
de: Auflistung
